Repository: vesnafarmakpowrs/Powrs.PaymentLink
Catalog: POWRS.PaymentLink/Localization/Resources/HtmlTemplates/Resource.*.resx
Languages: sr

# PaymentFailedTitle
source: Payment failed.
sr: Plaćanje nije uspelo.

# PaymentFailedMessage
source: Hello {0}, we are here to inform you that payment for the product {1} failed.
sr: Zdravo {0}, želimo da vas obavestimo da je plaćanje za proizvod {1} neuspešno.

# RetryMessage
source: Don't worry, we will try again few times in a next few days and will let you know how it went...
sr: Ne brinite, pokušaćemo ponovo nekoliko puta u narednim danima i obavestićemo vas o ishodu...

# MaxAttemptsNote
source: Note that maximum number of attempts is: {0}.
sr: Imajte na umu da je maksimalan broj pokušaja: {0}.

# CurrentAttempt
source: This is our {0} attempt.
sr: Ovo je naš {0} pokušaj.

# ExceedAttemptsMessage
source: Once this this number exceeds, your product will automatically be cancelled, and in order to renew, you will have to contact seller directly.
sr: Kada ovaj broj bude premašen, vaš proizvod će automatski biti otkazan, a da biste ga obnovili, moraćete da kontaktirate prodavca direktno.

# BuyerDetailsCaption
source: Buyer Details
sr: Podaci o kupcu

# NameColumn
source: Name
sr: Ime

# AddressColumn
source: Address
sr: Adresa

# CityColumn
source: City
sr: Grad

# PhoneNumberColumn
source: Phone Number
sr: Broj telefona

# CardDetailsCaption
source: Card Details
sr: Podaci o kartici

# MaskedPanColumn
source: Masked Pan
sr: Maskirani Pan

# ExpirationDateColumn
source: Expiration Date
sr: Datum isteka

# BrandColumn
source: Brand
sr: Brend

# AmountColumn
source: Amount
sr: Iznos

# CheckDetailsMessage
source: <![CDATA[Please check card details and billing informations above, If something is not right, you can make changes <a href="{0}">here</a> If everything seems fine, just sit, relax, make sure that you have enough funds on the bank account and we will do the rest.]]>
sr: Molimo vas da proverite podatke o kartici iznad. Ako nešto nije u redu, možete izvršiti izmene na ovom <a href="{0}">linku</a>. Ukoliko je sve u redu, samo se opustite, proverite da imate dovoljno sredstava na bankovnom računu i mi ćemo učiniti ostalo.

# ContactSellerMessage
source: <![CDATA[If you want to know more details about this email and contract itself, please contact the seller directly at the phone number: <a href="tel:{0}">{0}</a> or mail: <a href="mailto:{1}">{1}</a> ]]>
sr: Ako želite da saznate više detalja o ovoj poruci i samom ugovoru, molimo vas da kontaktirate prodavca direktno na broj telefona: <a href="tel:{0}">{0}</a> ili putem e-pošte: <a href="mailto:{1}">{1}</a>

# FooterWithdrawalNote
source: <![CDATA[In accordance with the provision of Article 27 of the Consumer Protection Act, you can fill out the withdrawal form from the contract <a href="{0}">here</a> ]]>
sr: Saglasno odredbi člana 27. Zakona o zaštiti potrošača, <a href="{0}">ovde</a> možete popuniti obrazac za odustanak od ugovora.

# PaymentCompletedTitle
source: Completed
sr: Završeno

# PaymentCompletedMessage
source: Hello {0}, we are happy to inform you that all due payments for {1} performed by the {2} are now completed.
sr: Zdravo {0}, sa zadovoljstvom vas obaveštavamo da su sva dospela plaćanja za {1} koja je izvršila kompanija {2} sada kompletirana.

# TransactionsInfoMessage
source: All the details about completed/failed transactions will be visible in the table below. If you have any question please contact seller directly.
sr: Sve pojedinosti o završenim/neuspelim transakcijama biće vidljive u tabeli ispod. Ako imate bilo kakvo pitanje, molimo vas da direktno kontaktirate prodavca.

# AllTransactionsCaption
source: All transactions
sr: Sve transakcije

# AuthColumn
source: Auth..
sr: Aut.

# CodeColumn
source: Code
sr: Kod

# DateColumn
source: Date
sr: Datum

# RefundedStatus
source: Refunded
sr: Refundirano

# CompletedStatus
source: Completed
sr: Završeno

# FailedStatus
source: Failed
sr: Neuspelo

# GoodbyeMessage
source: We are sad to say goodbye, we hope that you had good experience from using our platform.
sr: Žao nam je što se rastajemo, nadamo se da ste imali dobro iskustvo koristeći našu platformu.

# ThankYouMessage
source: Thank you for using Vaulter.
sr: Hvala vam što koristite Vaulter.

# PaymentCanceledTitle
source: Payment canceled.
sr: Plaćanje je otkazano.

# PaymentCanceledMessage
source: Hello {0}, we are sad to inform you that automatic payments for the product {1} performed by the {2} is canceled.
sr: Zdravo {0}, sa žaljenjem vas obaveštavamo da su automatska plaćanja za proizvod {1} koju je izvršila kompanija {2} otkazana.

# MaxRetriesNote
source: Please note that the maximum number of retries is defined by the seller.
sr: Molimo vas da imate u vidu da maksimalan broj ponovnih pokušaja definiše prodavac.

# CancellationNotInitiatedInfo
source: <![CDATA[If the cancellation was not initiated by you, and you want to know more details about the contract itself, please contact the seller directly at the phone number: <a href='tel:{0}'>{0}</a> or mail: <a href='tel:{1}'>{1}</a> ]]>
sr: Ako otkazivanje nije inicirano od strane vas, a želite da saznate više detalja o samom ugovoru, molimo vas da kontaktirate prodavca direktno na broj telefona: <a href='tel:{0}'>{0}</a> ili putem e-pošte: <a href='tel:{1}'>{1}</a>.

# PaymentNotPerformedTitle
source: Payment not performed.
sr: Plaćanje nije izvršeno.

# PaymentNotPerformedMessage
source: Hello {0}, we are here to inform you that card registration for the {1} performed by the {1} is not performed.
sr: Zdravo {0}, obaveštavamo vas da registracija kartice za proizvod {1} koju je izvršila kompanija {2} nije izvršena.

# CancellationBuyerMessage
source: {0} initiated cancellation. If this is wrong please contact seller.
sr: {0} je inicirao otkazivanje. Ako je ovo greška, molimo vas da kontaktirate prodavca.

# CancellationSellerMessage
source: {0} initiated cancellation. For more details contact seller directly.
sr: {0} je inicirao otkazivanje. Za više detalja kontaktirajte prodavca direktno.

# CancellationDeadlineMessage
source: This will usually happen when payment deadline expires.
sr: Ovo se obično dešava kada istekne rok za plaćanje.

# RemoteIdColumn
source: Reference number
sr: Referentni broj

# PaymentDateColumn
source: Payment date
sr: Datum uplate

# BuyerInformationsColumn
source: Buyer Informations
sr: Informacije o kupcu

# SellerInformationsColumn
source: Seller Informations
sr: Informacije o prodavcu

# OrganizationNumberColumn
source: Organization number
sr: Matični broj

# TaxNumberColumn
source: Tax number
sr: PIB

# WebsiteColumn
source: Website
sr: Web-sajt

# ApprovalCodeColumn
source: Approval Code
sr: Broj odobrenja

# PaymentReferenceColumn
source: Reference
sr: Referenca

# StatusCodeColumn
source: Status code
sr: Statusni broj

# DescriptionColumn
source: Description
sr: Opis

# TotalPaymentsColumn
source: Total payments
sr: Ukupno plaćanja

# PriceWithVatColumn
source: Price (Vat included)
sr: Cena sa PDV-om

# TotalColumn
source: Total
sr: Ukupno

# TransactionDetailsColumn
source: Transaction details
sr: Detalji transakcije

# ProductDetailsColumn
source: Product details
sr: Detalji proizvoda

# StateChangedLabel
source: State changed
sr: Desila se aktivnost

source: Payment completed
sr: Dogodilo se plaćanje.

source: Payment failed
sr: Plaćanje nije uspelo.

source: Payment not performed
sr: Plaćanje nije izvršeno.

source: Payment canceled
sr: Plaćanje je otkayano.

source: Card registration completed!
sr: Registracija kartice je uspešna!

# CardRegistrationDescription
source: Hello {0}, your card is now registered. All payments regarding {1} will be automatically initiated by {2}. You can cancel any time on this {3}.
sr: Zdravo {0}, tvoja kartica je uspešno registrovana. Naplata za {1} će se u budućnosti odvijati automatski do isteka ugovora sa {2}. Možete otkazati u svakom trenutku na sledećem <a href='{3}'>linku</a>.

# Done
source: Deal done.
sr: Završeno.

# StateChangedDescription
source: Hello, change happened for payment created for {0}.
sr: Zdravo, zabeležena je promena na linku za plaćanje koji je napravljen za {0}.

# StateChangedAwaitingCardRegistrationDescription
source: Link is generated for {0} to registar card for future payment for {1}.
sr: Link je napravljen za {0} i očekuje se registracija platne kartice od strane {1}.

# StateChangedAwaitingCardRegistrationRefundDescription
source: Buyer will be charged {0} {1} in order to register card. After card registration, funds will be automatically refunded, and card will be saved for future payments untill the end of the contract.
sr: Kupcu će biti zadužena kartica u iznosu od {0} {1} radi registracije kartice. Novac ce biti automatski vraćen, kartica će biti sačuvana radi naplate definisane u ugovoru.

# MaxPaymentAttemptsExceeded
source: Maximum failed attempts number exceeded. Contract is automatically canceled after {0} retries.
sr: Broj neuspelih plaćanja je preveliki. Ugovor je automatski otkazan nakon {0} pokušaja.

# PaymentFailedNextRetryMessage
source: Next retry will happend on {0}.
sr: Naredni pokušaj naplate će biti {0}.
