Repository: vesnafarmakpowrs/Powrs.PaymentLink
Catalog: POWRS.PaymentLink/Localization/Resources/Payout/Resource.*.resx
Languages: sr

# VaultAmountHeld
source: The amount safeguarded by Vaulter until the end of the cancelation period set by the seller
sr: Iznos koji vaulter čuva do kraja perioda za otkazivanja koji je odredio prodavac

# RecipientAuthorization
source: Authorize recipient
sr: Autorizacija primaoca

source: Email address
sr: Adresa E-pošte

# FirstName
source: Name
sr: Ime

# PaymentLinkExpired
source: Payment link has expired. Please contact the seller to receive a new one.
sr: Link za plaćanje je istekao. Kontaktiraj prodavca za dobijanje novog

# ProtectWithVaulter
source: Protect your money with smart payments
sr: Zaštiti svoj novac uz pomoć Vaultera

# SalesContract
source: Purchase Agreement
sr: Kupoprodajni ugovor

# ScanQRCode
source: Scan the following IPS QR- code with your BANK-ID app, or click on it if your Bank-ID is installed on your computer
sr: Skenirajte QR kod pomoću BANK-ID aplikacije ili kliknite na njega ako je vaš Bank-ID instaliran na vašem računaru

# SelectBank
source: Choose a bank
sr: Izaberi banku

# AccountSelectionConfirmation
source: Selected account is: {0}. Are you sure?
sr: Izabrali ste račun: {0}. Da li ste sigurni?

source: Seller
sr: Prodavac

# Sales
source: Sold by
sr: Prodaje

# AwaitingPayment
source: Awaiting For Payment
sr: Čeka se plaćanje

# Cancelled
source: Payment canceled
sr: Otkazano

# Completed
source: Done
sr: Završeno

# PaymentSuccessful
source: Payment Completed
sr: Plaćanje uspešno završeno

# PaymentFailed
source: Payment Not Performed
sr: Plaćanje nije izvršeno

# ServiceProvision
source: Service Delivery
sr: Pružanje usluga

# TermsOfUse
source: Terms and conditions
sr: Uslovi korišćenja

# TotalAmountDue
source: Total to pay
sr: Ukupno za uplati

# VaulterFee
source: Vaulter service fee
sr: Vaulter naknada

# WelcomeToVaulterPayment
source: Welcome to Vaulter checkout
sr: Dobrodošli na Vaulter naplatu

# PaymentLinkExpiredAgain
source: Payment link has expired. Please contact the seller to receive a new one.
sr: Link za plaćanje je istekao. Kontaktiraj prodavca za dobijanje novog

# AccountNotSelectable
source: Unable to select bank account. Balance is not sufficient.
sr: Nije moguće izabrati ovaj račun. Nemate dovoljno sredstava.

# ScanIPSQRCode
source: Scan the following IPS QR-code with your Bank-ID app.
sr: Skenirajte IPS QR kod pomoću Bank-ID aplikacije.

source: Bank-ID Authorization
sr: Bank-ID Autorizacija

# PaymentSuccessfulThankYou
source: Payment successful. Thank you for using vaulter!
sr: Plaćanje je uspešno. Hvala što koristite Vaulter!

# PaymentNotPossible
source: Payment could not be completed. Please try again or use different bank account.
sr: Plaćanje nije moguće. Izaberite drugi račun i pokušajte ponovo!

# PaymentInProgress
source: Payment is in progress... Do not refresh the page!
sr: Plaćanje je u toku. Ne osvežavajte stranicu!

# OpenPaymentLinkOnPhone
source: To pay with this bank, please open the payment link on the phone where you have intalled Bank-ID.
sr: Da biste platili preko ove banke, otvorite link za plaćanje na telefonu na koji ste podesili svoj Bank-ID.

source: Payer details
sr: Detalji platioca

source: Payment details
sr: Detalji za plaćanje

# CardOwnerName
source: Cardholder name
sr: Ime vlasnika kartice

# CardFullName
source: Full name on card
sr: Puno ime na kartici

# HelloUser
source: Hello {0}, Welcome to smart payments
sr: Zdravo {0}, Dobrodošli u pametna plaćanja

# PaymentRemaining
source: Left to pay
sr: Preostalo za plaćanje

# PaymentOverview
source: Payment summary
sr: Pregled plaćanja

source: Product
sr: Proizvod

source: Price
sr: Cena

source: Payment method
sr: Način plaćanja

# BankAccountPrivacy
source: The bank account balance is visible only to you. We are not viewing or saving this information
sr: Stanje na bankovnom računu je vidljivo samo vama. Nemamo uvid niti čuvamo te informacije.

source: Other payment methods
sr: Ostali načini plaćanja

# InstantBankPayment
source: Direct payment from your bank account
sr: Instant plaćanja preko bankovnog računa

source: Card payment
sr: Plaćanje karticom

# SessionExpired
source: Session expired, refresh the page to try again.
sr: Sesija je istekla, osvežite stranicu da bi pokušali ponovo.

# TransactionCanceled
source: Transaction cancelled.
sr: Transakcija je otkazana.

# TransactionFailed
source: Your transaction cannot be completed.
sr: Vaša transakcija ne može da se završi.

# TransactionSuccessful
source: Transaction completed successfully.
sr: Transakcija je uspešno završena.

# ThankYouForPayment
source: Thank you for your billing.
sr: Hvala Vam na uplati.

# EnterPersonalNumber
source: Please enter your personal-number! This information will not be stored and it's purpose is to initate bank-id authorization.
sr: Unesite vas personalni broj. Informacija neće biti sačuvana, služi za autorizaciju preko Bank-Id aplikacije.

# InvalidPersonalNumber
source: Personal number not in valid format.
sr: Personalni broj nije u validnom formatu!

# WithVAT
source: VAT 20%
sr: sa PDV-om

# TotalAmount
source: Total
sr: Ukupno

# TaxID
source: Tax Num
sr: PIB

# Address
source: Adress
sr: Adresa

# RegistrationNumber
source: Organization number
sr: Matični broj

source: Phone Number
sr: Telefon

# BusinessActivity
source: Activity
sr: Delatnost

# ActivityCode
source: Activity number
sr: Šifra delatnosti

source: Website
sr: Web-sajt

source: Individuals
sr: Fizicka lica

# LegalEntitiesOrEntrepreneurs
source: Legal entities
sr: Pravna lica ili preduzetnike

# PaymentOutcomeInfo
source: Information about the outcome of the payment will be shown to you immediately after the processing is completed, but it will also be delivered to your e-mail address along with the purchase confirmation.
sr: Informacija o ishodu plaćanja biće Vam prikazana odmah po završetku obrade ali će Vam biti dostavljena i na e-mail adresu uz potvrdu o kupovini.

source: Close
sr: Zatvori

# PayWithMbanking
source: Pay with your mbanking app
sr: Platite mbanking aplikacijom svoje banke

# MbankingInstructions
source: With the mbanking application installed on your mobile device, scan the displayed one-time IPS QR code and make the payment in the environment of your bank. Information about the outcome of the payment will be shown to you immediately after the processing is completed, but it will also be delivered to your e-mail address along with the purchase confirmation.
sr: Mbanking aplikacijom koju imate instaliranu na svom mobilnom uređaju skenirajte prikazani jednokratan IPS QR kod i izvršite plaćanje u okruženju Vaše banke. Informacija o ishodu plaćanja biće Vam prikazana odmah po završetku obrade ali će Vam biti dostavljena i na e-mail adresu uz potvrdu o kupovini.

# TimeExpired
source: Time's up
sr: Vreme je isteklo

# RegenerateIpsQrCode
source: Regenerate the IPS QR CODE
sr: Ponovo generišite IPS QR CODE

source: GENERATE IPS QR
sr: GENERIŠI IPS QR

source: Cancel
sr: Odustani

# Pay
source: Pay Now
sr: Plati

# PaymentUnsuccessful
source: Payment failed.
sr: Plaćanje nije uspešno.

# PaymentSuccessfulRedirect
source: Payment completed. You will be transfered to seller page shortly...
sr: Plaćanje uspešno. Uskoro ćete biti preusmereni na stranicu prodavca...

# PaymentUnsuccessfulRedirect
source: Payment Failed. You will be transfered to seller page shortly...
sr: Plaćanje nije uspešno. Uskoro ćete biti preusmereni na stranicu prodavca...

# RedirectToSellerPage
source: You will be redirected to seller page shortly...
sr: Uskoro ćete biti preusmereni na stranicu prodavca...

# TryAgain
source: Retry Payment
sr: Pokušajte ponovo

# AgreeToRegisterCardTerms
source: By clicking 'Register new card' you confirm that you have read and agree to the Vaulter Terms and
sr: Klikom na 'Registruj novu karticu' potvrđujete da ste pročitali i da se slažete sa Odredbama Vaulter-a i

# AgreeToTerms
source: By clicking 'Pay Now' and proceeding to the IPS scan payment method, you confirm that you have read and agree to the Vaulter Terms and
sr: Klikom na 'Plati' i nastavkom ka metodi plaćanja IPS skeniraj, potvrđujete da ste pročitali i da se slažete sa Odredbama Vaulter-a i

source: Refunded
sr: Refundirano

# AgreeToTermsAgain
source: By clicking 'Pay Now' you confirm that you have read and agree to the Vaulter Terms and
sr: Klikom na 'Plati' potvrđujete da ste pročitali i da se slažete sa Odredbama Vaulter-a i

source: Register new card
sr: Registruj novu karticu

# CardNumberLabel
source: Card number
sr: Broj kartice

# ExpiryDateLabel
source: Expiry date
sr: Datum isteka

# CardBrandLabel
source: Brand
sr: Brend

# RefundedLabel
source: Refunded
sr: Refundirano

# PaidLabel
source: Paid
sr: Plaćeno

# FailedLabel
source: Failed
sr: Neuspešno

# PendingLabel
source: Pending
sr: Na čekanju

# NoPaymentsLabel
source: No payments yet...
sr: Još uvek nema uplata...

# PaymentHistoryLabel
source: Payments overview
sr: Pregled svih plaćanja

# SavedCardLabel
source: Saved card
sr: Sačuvana kartica

# TransactionSuccessfulCardNotValid
source: Payment is completed but card is not valid long enough. Card must be valid at least until {0}. Same amount will be refunded to your account automatically. Please try with different card.
sr: Plaćanje je uspešno, ali kartica mora biti važeća minimum do {0}. Isti iznos će biti refundiran na vaš račun. Molimo vas pokušajte sa drugom karticom.

# FullNameLabel
source: First and Last name
sr: Ime i prezime

# FirstNameLabel
source: First name
sr: Ime

# LastNameLabel
source: Last name
sr: Prezime

# CityLabel
source: City
sr: Grad

# UpdateLabel
source: Update
sr: Ažuriraj

# BillingDetailsLabel
source: Billing details
sr: Detalji za naplatu

# NumberOfPaymentsLabel
source: Number of installments
sr: Broj plaćanja

# AlreadyPaidLabel
source: Paid
sr: Uplaćeno

# LeftToPayLabel
source: Remaining
sr: Preostalo

source: Total Remaining
sr: Ukupno preostalo

source: Total Financed
sr: Ukupno

source: Total Paid
sr: Ukupno plaćeno

source: Next Installment on
sr: Datum sledeće rate
